[{"Gobierno":"Gustavo Rojas Pinilla (1953-1957)","Nombre del Proceso":"Desmovilización de las guerrillas comunistas y liberales","Fecha del proceso":"1953","Partes Negociadoras":"Gobierno Nacional y las guerrillas liberales ","Reseña":"Se crea la \"Alianza por la Paz\" para pacificar las zonas donde había enfrentamientos entre guerrillas liberales, guerrillas comunistas y fuerzas militares. Guadalupe Salcedo, líder guerrillero de los Llanos Orientales, se adhiere junto con otros de sus compañeros al pacto realizado con el gobierno. \nCerca de 3.450 guerrilleros entregan las armas y se desmovilizan en los departamentos de Arauca, Tolima y Santander. \nEl gobierno decreta amnistía a los desmovilizados para que se incorporen a la vida civil. Sin embargo, muchos de sus integrantes son asesinados y las guerrillas comunistas continúan con las confrontaciones armadas.","Ubicación":"Casanare, Arauca, Tolima y Santander","startAngle":0,"endAngle":0.09513640893542766,"index":0,"coor":[-72.31054687500001,3.9132075008970837],"coor_name":"Colombia"},{"Gobierno":"Frente Nacional (1958-1974)","Nombre del Proceso":"Frente Nacional","Fecha del proceso":"1957","Partes Negociadoras":"Partido Liberal y partido Conservador ","Reseña":"El Pacto de Benidorm, firmado el 24 julio de 1956 en Benidorm (Alicante, España), es un acuerdo político realizado entre los dirigentes de los partidos Liberal y Conservador para cesar la violencia política bipartidista que se vivía en el país. \nEstablece un sistema que alterna el poder entre los dos partidos, permitiendo el reparto igualitario de la administración del Estado. \nAunque el Frente Nacional logra disminuir la violencia bipartidista que azota al país, esta continúa en algunas regiones, donde unos movimientos pasan a la confrontación armada. \nEn este periodo nacen las guerrillas de las FARC, el ELN, el EPL y el M-19, como grupos guerrilleros que buscan tomarse del poder y enfrentar al Estado, debido a la limitación implantada por el Frente Nacional para opciones políticas por fuera del bipartidismo.","Ubicación":"|Benidorm, Spain","startAngle":0.38080700795608463,"endAngle":0.4759434168915123,"index":1,"coor":[-3.624326269454945,40.320489962603624],"coor_name":"Spain"},{"Gobierno":"Alberto Lleras Camargo (1958-1962)","Nombre del Proceso":"Comisión Nacional Investigadora de las Causas y Situaciones Presentes de la Violencia","Fecha del proceso":"1958-1959 ","Partes Negociadoras":"Gobierno Nacional y las guerrillas liberales y las guerrilas comunistas \n","Reseña":"La Comisión Nacional Investigadora de las Causas y Situaciones Presentes de la Violencia, mejor conocida como La Investigadora, nace durante la transición del gobierno de la Junta Militar al Frente Nacional. La Comisión recoge testimonios de las víctimas y entrevista a gobernadores y alcaldes de las regiones afectadas por el conflicto (Cauca, Huila, Tolima, Valle del Cauca), para redactar un informe técnico sobre la situación de violencia y ofrecer soluciones prácticas a esta. \nDurante su recorrido por las regiones, se realizan varios micropactos con los grupos guerrilleros entre julio y noviembre de 1958.","Ubicación":"Cauca, Huila, Tolima, Valle del Cauca","startAngle":0.47594359789720087,"endAngle":0.6662165967737449,"index":2,"coor":[-72.31054687500001,3.9132075008970837],"coor_name":"Colombia"},{"Gobierno":"Belisario Betancur (1982-1986)","Nombre del Proceso":"Diálogos de la Uribe","Fecha del proceso":"1982-1986","Partes Negociadoras":"Gobierno Nacional y la guerrilla de las FARC-EP ","Reseña":"Se inician diálogos de paz con la guerrilla de las FARC-EP en La Uribe (Meta) y se suscriben algunos puntos para la negociación, como el proyecto de reestructuración y modernización de las instituciones gubernamentales y el fortalecimiento de la democracia. \nEn medio de los diálogos, se decreta el cese bilateral al fuego y la posibilidad de otorgar garantías de participación política y social a la guerrilla con la conformación del partido político Unión Patriótica, el cual acoge a distintos sectores de la sociedad para participar en los escenarios electorales. Sin embargo, se inicia el exterminio de los líderes y miembros del partido por medio de asesinatos y desapariciones. \nLa guerrilla rompe el cese bilateral del fuego, da por terminado el acuerdo con el gobierno y retoma acciones militares para confrontarlos.","Ubicación":"Meta","startAngle":2.7607856456337085,"endAngle":3.2367290625252205,"index":3,"coor":[-72.31054687500001,3.9132075008970837],"coor_name":"Colombia"},{"Gobierno":"Belisario Betancur (1982-1986)","Nombre del Proceso":"Acuerdo de Corinto y El Hobo","Fecha del proceso":"1984","Partes Negociadoras":"Gobierno Nacional y las guerrillas del M-19 y el EPL ","Reseña":"Las guerrillas del M-19 y del EPL hacen una alianza para llevar a cabo negociaciones conjuntas con el Gobierno. \nSe establece un cese al fuego, que luego rompen los dos grupos guerrilleros.","Ubicación":"Cauca, Tolima","startAngle":2.951058825515941,"endAngle":3.0464558826429884,"index":4,"coor":[-72.31054687500001,3.9132075008970837],"coor_name":"Colombia"},{"Gobierno":"Virgilio Barco (1986-1990)","Nombre del Proceso":"Acuerdo con la guerrilla del M-19","Fecha del proceso":"1988-1990 ","Partes Negociadoras":"Gobierno Nacional y la guerrilla del M-19 ","Reseña":"Se logra un acuerdo de paz con la guerrilla del M-19. \nDentro de lo pactado se convoca a una Asamblea Nacional Constituyente que da lugar a la sanción de la Constitución Política de Colombia de 1991. \nLa guerrilla se desmoviliza, entrega armas y sus miembros se reincorporan a la vida civil. Algunos de sus líderes tienen participación política y otros son asesinados.","Ubicación":"Cauca","startAngle":3.3318658334720257,"endAngle":3.6175360704813055,"index":1,"coor":[-72.31054687500001,3.9132075008970837],"coor_name":"Colombia"},{"Gobierno":"Virgilio Barco (1986-1990)","Nombre del Proceso":"Acuerdo con las guerrillas de Movimiento Armado Quintín Lame y Partido Revolucionario de los Trabajadores","Fecha del proceso":"1988-1991","Partes Negociadoras":"Gobierno Nacional, el  Movimiento Armado Quintín Lame y el Partido Revolucionario de los Trabajadores  ","Reseña":"El Movimiento Armado Quintín Lame (MAQL) y el Partido Revolucionario de los Trabajadores (PRT) negocian con el gobierno y se desmovilizan, dejan las armas y obtienen participación política en la Asamblea Nacional Constituyente. \nEl gobierno se compromete con la inversión de recursos orientados a las comunidades indígenas.","Ubicación":"Cauca, Tolima","startAngle":3.3318658334720257,"endAngle":3.7126726604224216,"index":2,"coor":[-72.31054687500001,3.9132075008970837],"coor_name":"Colombia"},{"Gobierno":"César Gaviria (1990-1994)","Nombre del Proceso":"Negociaciones con la Coordinadora Guerrillera Simón Bolívar","Fecha del proceso":"1991","Partes Negociadoras":"Gobierno Nacional y la Coordinadora Guerrillera Simón Bolívar (ELN, FARC-EP, EPL)","Reseña":"Se crea la Coordinadora Guerrillera Simón Bolívar (CGSB), la cual reúne distintos grupos guerrilleros con el objetivo de sumar esfuerzos para consolidar la paz como salida al conflicto armado. \nSe discute un cese bilateral del fuego y se establecen algunos acuerdos sobre la convivencia pacífica. Sin embargo, la CGSB interrumpe de manera unilateral las negociaciones porque no hay acuerdos comunes para lograr una agenda política.  ","Ubicación":"|Tlaxcala, Mexico","startAngle":3.6175362514869938,"endAngle":3.7126726604224216,"index":3,"coor":[-102.22348188628861,23.913452666643476],"coor_name":"Mexico"},{"Gobierno":"César Gaviria (1990-1994)","Nombre del Proceso":"Acuerdos con la guerrilla Ejército Popular de Liberación","Fecha del proceso":"1991","Partes Negociadoras":"Gobierno Nacional y la guerrilla del EPL","Reseña":"La guerrilla del EPL se acoge a las negociaciones de paz que el gobierno adelanta con distintos grupos armados ilegales. \nSe acuerda la desmovilización y desarme de sus combatientes, la participación política en la Asamblea Nacional Constituyente y se establecen condiciones para la reinserción de sus miembros. \nSe crea el partido político Esperanza, Paz y Libertad como opción de participación política de los desmovilizados. Sin embargo, sus militantes son exterminados por paramilitares y miembros de la guerrilla de las FARC-EP. \nSe crean disidencias armadas del EPL que aún están vigentes.","Ubicación":"|Tlaxcala, Mexico","startAngle":3.6175362514869938,"endAngle":3.7126726604224216,"index":4,"coor":[-102.22348188628861,23.913452666643476],"coor_name":"Mexico"},{"Gobierno":"César Gaviria (1990-1994)","Nombre del Proceso":"Acuerdos con la guerrilla Corriente de Renovación Socialista","Fecha del proceso":"1993-1994","Partes Negociadoras":"Gobierno Nacional y la Corriente de Renovación Socialista","Reseña":"La Corriente de Renovación Socialista, una disidencia de la guerrilla del ELN, negocia con el gobierno y se desmoviliza, deja las armas y sus miembros se incorporan a la vida civil a través de la participación en la Asamblea Nacional Constituyente. \nEl gobierno otorga beneficios jurídicos, indulto y suspensión de procesos judiciales y se logra la participación política de dos de sus integrantes en la Cámara de Representantes.","Ubicación":"Sucre","startAngle":3.8080592192195284,"endAngle":3.9983430784373897,"index":5,"coor":[-72.31054687500001,3.9132075008970837],"coor_name":"Colombia"},{"Gobierno":"César Gaviria (1990-1994)","Nombre del Proceso":"Acuerdo de paz con las milicias urbanas de Medellín","Fecha del proceso":"1994","Partes Negociadoras":"Gobierno Nacional, Alcaldía de Medellín, Gobernación de Antioquia y las Milicias Populares del Pueblo y para el Pueblo, las Milicias Populares Independientes del Valle de Aburrá y las Milicias Metropolitanas de Medellín","Reseña":"Se firma un pacto de paz y convivencia entre las milicias urbanas de Medellín, la Alcaldía de Medellín, la Gobernación de Antioquia y la Nación. El acuerdo posibilita el retorno de sus integrantes a la vida civil con garantías jurídicas y políticas, la inversión social en los barrios de la ciudad y el apoyo al programa de reinserción para sus exintegrantes. \nLa diversidad de grupos no permite una desmovilización y reintegración exitosa. Algunos miembros de las antiguas milicias reinciden en acciones criminales y se incrementan los niveles de violencia en las Comunas 8 y 13 de Medellín.","Ubicación":"Antioquia","startAngle":3.9032066695019623,"endAngle":3.9983430784373897,"index":6,"coor":[-72.31054687500001,3.9132075008970837],"coor_name":"Colombia"},{"Gobierno":"Ernesto Samper (1994-1998)","Nombre del Proceso":"Diálogos con el Ejército de Liberación Nacional","Fecha del proceso":"1998","Partes Negociadoras":"Gobierno Nacional y la guerrilla del ELN ","Reseña":"La guerrilla del ELN inicia una serie de diálogos y acercamientos con el gobierno, producto de una iniciativa liderada por la sociedad civil que convoca a una movilización social y en las urnas por la paz, iniciativa que fue acogida por ELN para explorar la posibilidad de dialogar con el gobierno. \nEl grupo guerrillero no logra construir una agenda clara para la negociación y no se contempla la posibilidad de la dejación de armas como garantía para la paz.","Ubicación":"|Madrid, Spain; Maguncia, Germany","startAngle":4.284013677458047,"endAngle":4.379150086393475,"index":7,"coor":[9.921906365609232,54.98310415304803],"coor_name":"Spain,Germany"},{"Gobierno":"Andrés Pastrana (1998-2002)","Nombre del Proceso":"Diálogos con el Ejército de Liberación Nacional","Fecha del proceso":" 1998-2000","Partes Negociadoras":"Gobierno Nacional y la guerrilla del ELN ","Reseña":"Se inician diálogos exploratorios con la guerrilla del ELN en Río Verde, Tierralta (Córdoba) y se suspenden unas semanas después por la masacre perpetrada por el grupo armado en Machuca, Segovia (Antioquia). \nEn febrero de 1999 se retoma el proceso y el ELN busca una zona de despeje para llevar a cabo encuentros con la sociedad civil y académicos para avanzar en la idea de Convención Nacional. \nNo se logra la consolidación de los acuerdos por parte del ELN, el cual llega a la mesa de diálogos debilitado debido a una falta de unidad interna. \nEn el 2002 el gobierno rompe de manera unilateral el diálogo.","Ubicación":"Córdoba","startAngle":4.284013677458047,"endAngle":4.569683914467326,"index":8,"coor":[-72.31054687500001,3.9132075008970837],"coor_name":"Colombia"},{"Gobierno":"Andrés Pastrana (1998-2002)","Nombre del Proceso":"Negociaciones de San Vicente del Caguán","Fecha del proceso":"1998-2002","Partes Negociadoras":"Gobierno Nacional y la guerrilla de las FARC-EP  ","Reseña":"Se inician diálogos con la guerrilla de las FARC-EP en San Vicente del Caguán (Caquetá). En las negociaciones se plantea una zona de despeje y se desmilitarizan cinco municipios de Caquetá y Meta. También se acuerda una agenda en la cual participa la sociedad civil, donde se abordan temas relacionados con derechos humanos, reformas agrarias y políticas públicas. \nEl proceso de paz se da en medio de la confrontación armada y la guerrilla no asiste al inicio de la mesa de diálogo propuesta por el gobierno en San Vicente del Caguán. \nLa zona de despeje permite fortalecer militarmente al grupo guerrillero, el cual  incrementa su pie de fuerza y las acciones violentas contra la población civil.","Ubicación":"Caquetá","startAngle":4.284013677458047,"endAngle":4.759957094349559,"index":5,"coor":[-72.31054687500001,3.9132075008970837],"coor_name":"Colombia"},{"Gobierno":"Álvaro Uribe (2002-2010)","Nombre del Proceso":"Acuerdos de Justicia y Paz","Fecha del proceso":"2003-2006","Partes Negociadoras":"Gobierno Nacional, las Autodefensas Unidas de Colombia y otros grupos paramilitares ","Reseña":"Se realiza una negociación con las Autodefensas Unidas de Colombia (AUC) en Santafé Ralito, Tierralta (Córdoba) que permite la desmovilización de 31.671 paramilitares pertenecientes a 34 bloques, así como el desarme y reinserción a la vida civil de sus miembros. \nComo parte del proceso se promulga la Ley de Justicia y Paz (975 de 2005), la cual busca garantizar los derechos de las víctimas a la verdad, la justicia y la reparación integral. Se le otorgan beneficios jurídicos y políticos a estos grupos con el fin de que contribuyeran a la verdad y a reparar a sus víctimas.  \nLa desmovilización es incompleta, se crean disidencias y rearmes.  \nLos grupos armados ilegales no cumplen con lo pactado en lo relacionado con contar la verdad y asumir su responsabilidad en la reparación de las víctimas.","Ubicación":"Córdoba","startAngle":4.759957275355248,"endAngle":5.140764102305644,"index":6,"coor":[-72.31054687500001,3.9132075008970837],"coor_name":"Colombia"},{"Gobierno":"Álvaro Uribe (2002-2010)","Nombre del Proceso":"Diálogos con el Ejército de Liberación Nacional","Fecha del proceso":"2005-2008","Partes Negociadoras":"Gobierno Nacional y la guerrilla del ELN ","Reseña":"Se inician diálogos exploratorios con la guerrilla del ELN. Aunque no hubo una agenda definida entre ambas partes, el ELN propuso lograr un acuerdo para construir un ambiente de paz que beneficiara a toda la ciudadanía y lograr la participación de la sociedad en la construcción de la paz y la democratización de la vida nacional. \nEn 2008 las conversaciones se terminan sin lograr avances en los temas pactado.  ","Ubicación":"|Ciudad de Mexico, Mexico; La Habana, Cuba","startAngle":4.9504911034290995,"endAngle":5.331297930379495,"index":7,"coor":[-82.26815121125706,23.188610744717703],"coor_name":"Mexico,Cuba"},{"Gobierno":"Juan Manuel Santos (2010-2018)","Nombre del Proceso":"Diálogos de la Habana y Acuerdo de Paz del Teatro Colón","Fecha del proceso":"2012-2016 ","Partes Negociadoras":"Gobierno Nacional y la guerrilla de las FARC-EP ","Reseña":"Se logra un acuerdo de paz con la guerrilla de las FARC-EP en La Habana (Cuba), en el cual se establecen los siguientes puntos: política de desarrollo agrario integral, participación política, fin del conflicto, fin del narcotráfico, reparación a las víctimas con la creación del sistema Integral de Verdad, Justicia, Reparación y no Repetición e implementación, verificación y refrendación del acuerdo de paz.\nPosterior a la firma del acuerdo surge el partido político FARC como apuesta política del extinto grupo guerrillero para participar en la vida política, se logra la dejación de armas y la desmovilización de 6.800 guerrilleros.  \nLa implementación de lo acordado ha sido parcial y algunas personas desmovilizadas se han integrado a otros grupos armados o han conformado disidencias.","Ubicación":"|La Habana, Cuba","startAngle":5.616707881208533,"endAngle":6.0929119462916645,"index":8,"coor":[-78.93115170024106,21.646982765894197],"coor_name":"Cuba"},{"Gobierno":"Juan Manuel Santos (2010-2018)","Nombre del Proceso":"Diálogos con el Ejército de Liberación Nacional","Fecha del proceso":"2017-2018","Partes Negociadoras":"Gobierno Nacional y la guerrilla del ELN ","Reseña":"Se inician diálogos exploratorios con la guerrilla del ELN que dan lugar a la instalación de diálogos en Quito (Ecuador). Se suscribe un Acuerdo Final para terminar el conflicto armado y se establecen los siguientes puntos:  participación de la sociedad en la construcción de paz, democracia para la paz, transformación para la paz, reparación a las víctimas, con verdad justicia y no repetición y fin del conflicto armado.\nSe suspenden las negociaciones a raíz de un atentado perpetrado por la guerrilla del ELN en enero de 2019 en Bogotá .","Ubicación":"|Quito, Ecuador","startAngle":6.092912127297354,"endAngle":6.283185126173898,"index":9,"coor":[-78.38356921602868,-1.4541825175873544],"coor_name":"Ecuador"}]